<?php
$title = "ກ່ຽວກັບ";
require_once "layout/headerLogin.php";
?>
<!-- Header -->
<header class="bg-primary text-white text-center py-5">
    <div class="container">
        <h1 class="display-5 fw-bolder">ກ່ຽວກັບເວັບໄຊທ໌ຂອງພວກເຮົາ</h1>
        <p class="lead">ວັດຈະນານຸກົມ (Dictionary)
            ເປັນໜັງສືອ້າງອິງປະເພດໜຶ່ງໂດຍທົ່ວໄປໝາຍເຖິງໜັງສຶຮິບໂຮມຄຳສັບໃນວົງຄຳສັບທິ່ກຳໜົດ ແລະ
            ນິຍາມຄວາມໝາຍເອົາໄວ້ເພື່ອເປັນທິ່ຄົ້ນຫາຄວາມໝາຍຂອງຄຳໂດຍມິການຮຽງລຳດັບຕາມຕົວອັກສອນ,ຕາມສຽງ ຫຼື
            ຕາມລຳດັບອື່ນໆທີເໝາະສົມສອດຄ່ອງກັບການໃຊ້ວັດຈະນານຸກົມນັ້ນໆ,
            ວັດຈະນານຸກົມຍັງບົ່ງບອກເຖິງໜັງສຶທິ່ໃຫ້ລາຍລະອຽດຄອບຄຸມຄຳສັບທີ່ມີຄວາມໝາຍທີ່ກວ້າງ ຂະໜະທີ່ປຶ້ມຮິບໂຮມ ແລະ
            ອະທິບາຍຄຳສັບໃນວົງແຄບ ແລະ ມີຈຳນວນຈຳກັດມັກຈະເອີ້ນວ່າ ປະທານນຸກົມ ຢ່າງໃດກໍດິຄຳວ່າປະທານນຸກົມ ແລະ
            ວັດຈະນານຸກົມອາດໃຊ້ແທນກັນໄດ້.
            ວັດຈະນານຸກົມໄດ້ແບ່ງອອກມີຫຼາກຫຼາຍປະເພດເພື່ອຄວາມສະດວກໃນການຄົ້ນຫາຄຳສັບໃຫ້ໄດ້ເລືອກຕາມຄວາມເໝາະສົມເຊັ່ນ:
            ວັດຈະນານຸກົມພາສາດຽວ, ວັດຈະນານຸກົມສອງພາສາ, ວັດຈະນານຸກົມສະເພາະທາງ, ວັດຈະນານຸກົມຄຳກົງກັນຂ້າມ ແລະ ອື່ນໆ.</p>
    </div>
</header>

<!-- About Us Section -->
<section class="py-5">
    <div class="container">
        <div class="row">
            <div class="col-lg-6">
                <h2 class="font-weight-light text-center">ຈຸດປະສົງໃນການພັດທະນາ</h2>
                <p class="p-2">
                    ໃນປັດຈຸບັນທີ່ເຕັກໂນໂລຊີເຂົ້າມາມີບົດບາດຢ່າງຫຼວງຫຼາຍໃນການໃຊ້ຊີວິດປະຈຳວັນບໍ່ວ່າຈະເປັນການສື່ສານ,
                    ການຫາຂໍ້ມູນ, ການສຶກສາຕ່າງໆເປັນຕົ້ນ, ເຊິ່ງໃນລະຫວ່າງກິດຈະກຳເຫຼົ່ານັ້ນມັກຈະພົບເຫັນຄຳສັບ ຫຼື
                    ປະໂຫຍກທີ່ເຮົາບໍ່ເຂົ້າໃຈຄວາມໝາຍນັ້ນໆບໍ່ວ່າຈະເຫັນໃນອິນເຕີເນັດ ຫຼື ເຫັນໃນປື້ມໜັງສືພີມຕ່າງໆ,
                    ສະນັ້ນການໃຊ້ວັດຈະນານຸກົມເຂົ້າມາຊ່ວຍບໍ່ວ່າຈະເປັນການສະກົດຄຳ, ການອອກສຽງ,
                    ລະບຸຄຸນສົມບັດປະເພດຄຳທາງໄວຍະກອນ, ອະທິບາຍຄວາມໝາຍ
                    ພ້ອມຍົກຕົວຢ່າງປະໂຫຍກເພື່ອໃຫ້ເຂົ້າໃຈວິທີການໃຊ້ຄຳສັບນັ້ນງ່າຍຂຶ້ນ ແລະ ເວັບໄຊທ໌ວັດຈະນານຸກົມນັ້ນ
                    ເຊີ່ງມັນກໍ່ມີຫຼາຍພາສາ ແລະ ຫຼາຍສຳນວນ ແລະ ອີກຍ່າງໜື່ງກໍ່ຂື້ນກັບຜູ້ໃຊ້ວ່າຈະໃຊ້ໄປທາງໃດ ແລະ
                    ເປັນທີ່ຮູ້ກັນວ່າການແປພາສາ ຫຼື ແປຄວາມໜາຍຂອງມັນນັ້ນ, ການໃຊ້ແອບແປ ຫຼື
                    ຈາກເວັບແປນັ້ນກໍສຳຄັນເປັນອັນດັບຕົ້ນໆຂອງການຮຽນບໍ່ວ່າຈະເປັນການໃຊ້ແປພາສາອັງກິດ, ພາສາຈີນ ແລະ
                    ພາສາລາວ….ກໍເປັນທີ່ນິຍົມຫຼາຍເປັນຢ່າງຍິ່ງ. ຈາກການຄົ້ນຄວ້າກວດສອບກໍພົບວ່າ ວັດຈະນານຸກົມພາສາລາວ (Lao
                    Dictionary)
                    ການຄົ້ນຫາຄຳສັບພາສາລາວແມ່ນຍັງມີຄວາມຫຍຸ້ງຍາກເພາະຄຳສັບສ່ວນໃຫຍ່ຍັງບໍ່ທັນມີເຜີຍແຜ່ໃນຮູບແບບອອນໄລນ໌,
                    ຕ້ອງໄດ້ເປີດຫາຕາມໜັງສື, ເອກກະສານແຫຼ່ງອ້າງອີງຕ່າງໆ ຫຼື ຖ້າບໍ່ມີກໍບໍ່ສາມາດເຂົ້າເຖິງແຫຼ່ງຂໍ້ມູນໄດ້ ແລະ
                    ຍາກທີ່ຈະແປໃຫ້ຕົງຕາມຄວາມໜາຍທ່ີເຮົາຕ້ອງການແລ້ວຍັງເບີ່ງຄວາມໜາຍເລິກຂອງຄຳນັ້ນບໍ່ໄດ້ອີກເຊີ່ງຕ້ອງໄດ້ພີມກັບໄປກັບມາຫຼາຍຄັ້ງ
                    ແລະ ຈະຍີ່ງເຮັດໃຫ້ເສຍເວລາຫຼາຍຂື້ນ.</p>
            </div>
            <div class="col-lg-6">
                <h2 class="font-weight-light text-center ">ເປົ້າໝາຍຂອງການພັດທະນາ</h2>
                <p class="p-2">ບົດຄົ້ນຄວ້ານີ້ໄດ້ມີແນວຄິດພັດທະນາເວັບໄຊທ໌ວັດຈະນານຸກົມພາສາລາວ
                    ເພືື່ອເພີ່ມຊ່ອງທາງທີ່ສະດວກໃນການເຂົ້າເຖິງແຫຼ່ງຄວາມຮູ້ ແລະ ໃຫ້ທຸກຄົນສາມາດຄົ້ນຫາຄວາມໝາຍຂອງຄຳສັບ ແລະ
                    ຄວາມໜາຍເລິກຂອງຄຳໃນພາສາລາວຜ່ານເວັບໄຊທ໌ວັດຈະນານຸກົມຂອງພວກເຮົາທີ່ສ້າງຂື້ນມາ ແລະ
                    ຍັງສາມາດເກັບໄວ້ໃຊ້ໄດ້ງ່າຍ ແລະ ສະດວກບໍ່ວ່າຈະເປັນຍາມທີ່ຈຳເປັນທີ່ຕ້ອງໃຊ້ຮູ້ຄວາມໜາຍນັ້ນຍ່າງກະທັນຫັນ
                    ບໍ່ວ່າຈະເປັນນັກທ່ອງທ່ຽວທີ່ມາຈາກຕ່າງແດນທົ່ວໂລກ ແລະ ຜູ້ທີ່ບໍ່ຮູ້ພາສາລາວ ຫຼື
                    ຄວາມໜາຍໃນຄຳນັ້ນໆກໍ່ຍັງສາມາດໃຊ້ເວັບໄຊທ໌ນີ້ໄດ້ທັນທີເພື່ອຄວາມສະດວກອີກດ້ວຍ.</p>
            </div>
        </div>
    </div>
</section>

<!-- Team Section -->
<section class="bg-light py-5">
    <div class="container">
        <div class="row">
            <div class="col-lg-12 text-center">
                <h2 class="font-weight-light">ພັດທະນາລະບົບໂດຍ:</h2>
            </div>
        </div>
        <div class="row">
            <!-- Team Member 1 -->
            <div class="col">
                <div class="d-flex flex-column align-items-center">
                    <div class="">
                        <img class="" src="asset/image/3X4.JPG" width="160px" style="border-radius: 100%" height="190px"
                            alt="Team Member">
                    </div>
                    <div>
                        <h4>ທ້າວ ສຸລິສັກ ດວງວິໄລ</h4>
                    </div>
                    <div>
                        <p class="text-muted">ການສຶກສາ: <span>ປະລີນຍາຕີ</span></p>
                        <p class="text-muted">ສະຖາບັນສຶກສາ: <span>ສະຖາບັນ ເຕັກໂນໂລຊີ ສຸດສະກະ</span></p>
                        <p class="text-muted">ພາກວີຊາ: <span>ເຕັກໂນໂລຊີຂໍ້ມູນຂ່າວສານ</span></p>
                        <p class="text-muted">ສາຂາ: <span>ການສ້າງໂປຣແກຣມຄອມພິວເຕີ</span></p>
                        <p class="text-muted">ໜ້າວຽກ: <span>Full-stack Developer</span></p>

                    </div>
                </div>
            </div>
        </div>
    </div>
</section>

<!-- Footer -->
<footer class="py-5 bg-dark">
    <div class="container">
        <p class="m-0 text-center text-white">© 2024 By Soulisack. </p>
    </div>
</footer>

<!-- Bootstrap JS and dependencies -->
<script src="https://code.jquery.com/jquery-3.5.1.slim.min.js"></script>
<script src="https://cdn.jsdelivr.net/npm/@popperjs/core@2.9.2/dist/umd/popper.min.js"></script>
<script src="https://stackpath.bootstrapcdn.com/bootstrap/4.5.2/js/bootstrap.min.js"></script>
</body>

</html>